import random
a = input("КТО ТЫ ПО ЗНАКУ ЗОДИАКА (введите свой знак зодика)")
b = ["телец", "овен", "рыбы", "рак", "весы", "близнецы", "дева", "лев", "козерог", "стрелец", "водолей", "скорпион"]
c = ["вы: огузок", "вы: беброчка", "вы: влад", "вы: норм чел", "вы: dangeon master", "вы: скала джонсон", "вы: раян гослин", "вы: тайлер дёрдон", "вы: патрик бейдон", "вы: патрик но из спач боба", "вы: сварочный аппарат FGM3456Vb", "вы: посудомойка", "вы: леон из бравл старса", "вы: дора"]
if a != "телец" or "овен"or "рыбы"or "рак" or "весы" or "близнецы" or "дева" or "лев" or "козерог" or "стрелец" or "водолей" or "скорпион":
    print(random.choice(c))
else:
    print("gg тима раков я ливаю") 
